Repository: mozilla-mobile/firefox-ios
Catalog: firefox-ios/Shared/Default Browser.xcstrings
Source language: en_us
Languages: ab, ar, be, br, bs, ca, co, cs, cy, da, de, dsb, el, eo, es, es_ar, es_cl, es_mx, et, eu, fi, fr, gd, gl, he, hr, hsb, hu, hy_am, ia, id, is, it, ja, ka, kab, kk, ko, lo, ml, my, nb, nl, nn, or, pa_in, pl, pt_br, pt_pt, rm, ru, sat_olck, scn, si, sk, sl, sq, su, sv, tg, th, tr, tt, ug, uk, vi, zh_cn, zh_tw

# DefaultBrowserCard.NextLevel.Description.v108
source: Choose Firefox as your default browser to make speed, safety, and privacy automatic.
ab: Иалышәх Firefox шәбраузер еиԥш аццакыра, ашәарҭадара, амаӡара рзы.
ar: اختر Firefox كمتصفحك الافتراضي لجعل السرعة والأمان والخصوصية تلقائية.
be: Выберыце Firefox у якасці прадвызначанага браўзера, каб хуткасць, бяспека і прыватнасць сталі аўтаматычнымі.
br: Dibabit Firefox evit ma vefe emgefreek an tizh, ar surentez hag ar prevezded.
bs: Odaberite Firefox kao svoj zadani pretraživač kako biste brzinu, sigurnost i privatnost učinili automatskim.
ca: Trieu el Firefox com a navegador per defecte i obtindreu velocitat, seguretat i privadesa de forma automàtica.
co: Sciglite Firefox cum’è navigatore predefinitu per rende autumatica a vitezza, a sicurità è a cunfidenzialità.
cs: Zvolte Firefox jako svůj výchozí prohlížeč, aby byla rychlost, bezpečnost a soukromí automatické.
cy: Dewiswch Firefox fel eich porwr rhagosodedig a gwneud cyflymder, diogelwch a phreifatrwydd yn nodweddion awtomatig.
da: Vælg Firefox som din standard-browser for automatisk at få hastighed, sikkerhed og beskyttelse af dit privatliv.
de: Wählen Sie Firefox als Ihren Standardbrowser, um Geschwindigkeit, Sicherheit und Datenschutz automatisch zu erhalten.
dsb: Wubjeŕśo Firefox ako swój standardny wobglědowak, aby malsnosć, wěstotu a priwatnosć awtomatiski dostał.
el: Επιλέξτε το Firefox ως το προεπιλεγμένο πρόγραμμα περιήγησής σας για αυτόματη ταχύτητα, ασφάλεια και ιδιωτικότητα.
eo: Elektu Firefox kiel vian norman retumilon por aŭtomate havi rapidecon, sekurecon kaj privatecon.
es: Elige Firefox como tu navegador predeterminado para que la velocidad, seguridad y privacidad sean automáticas.
es_ar: Elegí Firefox como tu navegador predeterminado para que la velocidad, la seguridad y la privacidad sean automáticas.
es_cl: Elige Firefox como tu navegador predeterminado para que la velocidad, la seguridad y la privacidad sean automáticas.
es_mx: Elige Firefox como tu navegador predeterminado para que la velocidad, la seguridad y la privacidad sean automáticas.
et: Vali vaikebrauseriks Firefox, et muuta kiirus, turvalisus ja privaatsus automaatseks.
eu: Aukeratu Firefox zure nabigatzaile lehenetsi gisa, abiadura, segurtasuna eta pribatutasuna automatikoak izan daitezen.
fi: Valitse Firefox oletusselaimeksi, jotta saat automaatisesti nopeutta, turvallisuutta ja yksityisyyttä.
fr: Choisissez Firefox comme navigateur par défaut pour rendre la vitesse, la sécurité et la confidentialité automatiques.
gd: Tagh Firefox mar am brabhsair bunaiteach agad airson luaths, sàbhailteachd is prìobhaideachd a ghnàth.
gl: Escolla Firefox como o seu navegador predeterminado para que a velocidade, a seguridade e a privacidade sexan automáticas.
he: כדאי לבחור ב־Firefox כדפדפן ברירת המחדל שלך בשביל מהירות, בטיחות ופרטיות אוטומטית.
hr: Odaberi Firefox kao standardni preglednik za automatsku brzinu, sigurnost i privatnost.
hsb: Wubjerće Firefox jako swój standardny wobhladowak, zo byšće spěšnosć, wěstotu a priwatnosć awtomatisce dóstał.
hu: Válassza a Firefoxot alapértelmezett böngészőjeként, hogy automatikussá tegye a sebességet, a biztonságot és az adatvédelmet.
hy_am: Ընտրեք Firefox-ը որպես ձեր լռելյայն դիտարկիչ՝ արագությունը, անվտանգությունը և գաղտնիությունը ավտոմատ դարձնելու համար:
ia: Elige Firefox como tu navigator predefinite pro render automatic velocitate, securitate e confidentialitate.
id: Pilih Firefox sebagai peramban baku Anda untuk menghadirkan kecepatan, keamanan, dan privasi otomatis.
is: Veldu Firefox sem sjálfgefinn vafra til að sjálfvirkt njóta hraða, öryggis og næðis.
it: Scegli Firefox come browser predefinito per rendere automatiche velocità, sicurezza e privacy.
ja: 速さと安全性、プライバシー保護を自動化するには、Firefox をデフォルトウェブブラウザーに選んでください。
ka: აირჩიეთ Firefox ნაგულისხმევ ბრაუზერად თავისთავადი სიჩქარის, უსაფრთხოებისა და პირადულობისთვის.
kab: Fren Firefox d iminig amezwer i wakken ad yuɣal arured, taɣellist d uqadar n tudert tabaḍnit s wudem awurman.
kk: Жылдамдықты, қауіпсіздікті және жекелікті автоматты ету үшін Firefox браузерін неігізгі браузер ретінде таңдаңыз.
ko: Firefox를 기본 브라우저로 선택하고 자동으로 속도, 안전 및 개인 정보를 지키세요.
lo: ເລືອກ Firefox ເປັນຕົວທ່ອງເວັບເລີ່ມຕົ້ນຂອງທ່ານເພື່ອເຮັດໃຫ້ຄວາມໄວ, ຄວາມປອດໄພ, ແລະຄວາມເປັນສ່ວນຕົວອັດຕະໂນມັດ.
ml: വേഗത, സുരക്ഷ, സ്വകാര്യത എന്നിവ യാന്ത്രികമാക്കുന്നതിന് താങ്ങളുടെ സ്ഥിരസ്ഥിതി അന്വേഷിയന്ത്രമായി Firefox-നെ തിരഞ്ഞെടുക്കുക.
my: မြန်နှုန်း၊ ဘေးကင်းရေးနှင့် ကိုယ်ရေးကိုယ်တာ အလိုအလျောက်ဖြစ်စေရန်အတွက် Firefox ကို သင်၏ မူရင်းဘရောက်ဆာအဖြစ် ရွေးချယ်ပါ။
nb: Velg Firefox som standard nettleser for å automatisk få fårt, sikkerhet og personvern.
nl: Kies Firefox als uw standaardbrowser om snelheid, veiligheid en privacy automatisch te maken.
nn: Vel Firefox som din standardnettlesar for å automatisk få fart, sikkerheit og personvern.
or: ବେଗ, ନିରାପତ୍ତା ଏବଂ ଗୋପନୀୟତାକୁ ସ୍ୱୟଂଚାଳିତ କରିବାକୁ ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର୍ ଭାବରେ Firefox ଚୟନ କରନ୍ତୁ।
pa_in: ਸਪੀਡ, ਸੁਰੱਖਿਆ ਅਤੇ ਪਰਦੇਦਾਰੀ ਨੂੰ ਆਪਣੇ-ਆਪ ਵਰਤਣ ਲਈ Firefox ਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ।
pl: Wybierz Firefoksa jako domyślną przeglądarkę, by szybkość, bezpieczeństwo i prywatność były automatyczne.
pt_br: Escolha o Firefox como seu navegador padrão para tornar automático velocidade, segurança e privacidade.
pt_pt: Escolha o Firefox como o seu navegador padrão para tornar a velocidade, a segurança e a privacidade automáticas.
rm: Tscherna Firefox sco navigatur da standard per avair automaticamain sveltezza, segirezza e protecziun da datas.
ru: Выберите Firefox в качестве браузера по умолчанию, чтобы получить скорость, безопасность и конфиденциальность.
sat_olck: ᱛᱮᱡᱽ, ᱨᱩᱠᱷᱤᱭᱟᱹ, ᱟᱨ ᱱᱤᱥᱚᱱ ᱟᱡ ᱛᱮ ᱫᱚᱦᱚ ᱪᱷᱚ ᱞᱟᱹᱜᱤᱫ Firefox ᱫᱚ ᱢᱩᱞ ᱵᱽᱨᱟᱣᱡᱚᱨ ᱞᱮᱠᱷᱟ ᱵᱟᱪᱷᱟᱣ ᱢᱮ ᱾
scn: Scarta Firefox comu u to navicaturi pridifinutu p’aviri ’n autumàticu vilucità, sicurizza e privatizza.
si: ෆයර්ෆොක්ස් ඔබගේ පෙරනිමි අතිරික්සුව ලෙස තේරීමෙන් වේගය, ආරක්‍ෂාව හා පෞද්ගලිකත්‍වය ස්වයංක්‍රීයව.
sk: Vyberte si Firefox ako svoj predvolený prehliadač, aby sa rýchlosť, bezpečnosť a súkromie stali automatickými.
sl: Izberite Firefox za privzeti brskalnik, da hitrost, varnost in zasebnost postanejo samoumevne.
sq: Zgjidhni Firefox-in si shfletuesin tuaj parazgjedhje, për t’i bërë të vetvetishme shpejtësinë, sigurinë dhe privatësinë.
su: Pilih Firefox salaku panyungsi baku pikeun ngarah otomatis gancang, aman, jeung pripasi.
sv: Välj Firefox som din standardwebbläsare för att automatiskt få hastighet, säkerhet och sekretess.
tg: Барои озодона ба даст овардани суръат, бехатарӣ ва махфият, браузери «Firefox»-ро ҳамчун браузери пешфарзи худ танзим кунед.
th: เลือก Firefox เป็นเบราว์เซอร์เริ่มต้นของคุณเพื่อทำให้ความเร็ว ความปลอดภัย และความเป็นส่วนตัวเป็นไปโดยอัตโนมัติ
tr: Firefox’u saptanmış tarayıcınız olarak ayarlayın; hız, güvenlik ve gizliliği otomatik hale getirin.
tt: Тизлекне, иминлекны һәм хосусыйлыкны автоматлаштыру өчен стандарт браузер итеп Firefox-ны сайлагыз.
ug: سۈرئەت، بىخەتەرلىك ۋە مەخپىيەتلىكنى ئاپتوماتىك قىلىش ئۈچۈن Firefox نى كۆڭۈلدىكى توركۆرگۈڭىز قىلىپ تاللاڭ.
uk: Оберіть Firefox типовим браузером, щоб швидкість, безпека та приватність стали автоматичними.
vi: Chọn Firefox làm trình duyệt mặc định của bạn để tự động tăng tốc độ, an toàn và quyền riêng tư.
zh_cn: 将 Firefox 设为默认浏览器，时刻享受更快速、更安全、更私密的浏览体验。
zh_tw: 讓 Firefox 成為您的預設瀏覽器，自動加速、保護安全，鞏固隱私。

# DefaultBrowserCard.NextLevel.Title.v108
source: Elevate Everyday Browsing
ab: Есыҽнытәи уԥшаара еиӷьтәтәуп
ar: اِرتَقي بالتصفح اليومي
be: Палепшыце штодзённае вэб-агляданне
br: Gwellait ho merdeiñ pemdeziek
bs: Unaprijedite svakodnevno pretraživanje
ca: Milloreu la navegació diària
co: Migliurà a navigazione cutidiana
cs: Zvyšte úroveň každodenního prohlížení
cy: Uwchraddio Pori Bob Dydd
da: Bedre daglig browsing
de: Tägliches Surfen – noch besser
dsb: Wšedne pśeglědowanje – hyšći lěpše
el: Βελτίωση καθημερινής περιήγησης
eo: Plibonigu vian ĉiutagan retumon
es: Mejora la navegación cotidiana
es_ar: Mejorá la navegación diaria
es_cl: Navegación diaria mejorada
es_mx: Mejora tu navegación diaria
et: Tõsta igapäevane sirvimine uuele tasemele
eu: Goratu eguneroko nabigazioa
fi: Paranna päivittäistä selailua
fr: Améliorez votre navigation ordinaire
gd: Brabhsadh làitheil nas fheàrr
gl: Mellore a súa navegación diaria
he: שיפור הגלישה היומיומית
hr: Poboljšaj svakodnevno pregledavanje
hsb: Wšědne přehladowanje – hišće lěpše
hu: Emelje új szintre a mindennapi böngészést
hy_am: Բարձրացրեք ամենօրյա զննարկումը
ia: Meliora le navigation quotidian
id: Tingkatkan Penjelajahan Sehari-hari
is: Lyftu daglegu vafri á annað stig
it: Migliora la navigazione quotidiana
ja: 日々のブラウジングを向上させる
ka: შეუფერხებელი ინტერნეტმოგზაურობა
kab: Snerni tunigin-ik·im n yal ass
kk: Күнделікті шолуды жоғарылатыңыз
ko: 일상적인 브라우징 향상
lo: ຍົກລະດັບການຊອກຫາປະຈໍາວັນ
ml: ദിവസേന തിരച്ചിലിന്റെ നില ഉയർത്തുക
my: နေ့စဉ်ရှာဖွေမှုကို မြှင့်တင်ပါ။
nb: Forbedre din daglige surfing
nl: Breng uw dagelijkse surfen naar een hoger niveau
nn: Forbetre den daglege surfinga di
or: ଦୈନନ୍ଦିନ ବ୍ରାଉଜିଂକୁ ଉନ୍ନତ କରନ୍ତୁ
pa_in: ਹਰ ਰੋਜ਼ ਦੇ ਬਰਾਊਜ਼ ਕਰਨ ਦਾ ਪੱਧਰ ਉੱਚਾ ਕਰੋ
pl: Podnieś poziom codziennego przeglądania
pt_br: Melhore a rotina de navegação
pt_pt: Eleve a navegação diária
rm: Meglierescha la navigaziun quotidiana
ru: Улучшите ежедневный просмотр
sat_olck: ᱫᱤᱱ ᱨᱮᱭᱟᱜ ᱵᱽᱨᱟᱣᱡᱤᱝ ᱠᱟᱹᱢᱤ ᱠᱚ ᱵᱚᱰᱷᱟᱣ ᱢᱮ
scn: Navicazzioni d’ogni jornu sempri megghiu
si: ප්‍රීතිමත් දෛනික පිරික්සීමකට
sk: Zvýšte úroveň každodenného prehliadania
sl: Povzdignite vsakodnevno brskanje
sq: Ngrijeni Më Lart Shfletimin e Përditshëm
su: Ronjatkeun Nyungsi Sapopoé
sv: Förbättra din dagliga surfning
tg: Сифати тамошобинии ҳаррӯзаи худро баланд бардоред
th: ยกระดับการเรียกดูในแต่ละวัน
tr: Günlük gezintilerinizi iyileştirin
tt: Көндәлек гизүегезне яхшыртыгыз
ug: كۈندىلىك زىيارەتنى يۈكسەلتىدۇ
uk: Поліпшуйте повсякденний вебперегляд
vi: Nâng cao trình duyệt hàng ngày
zh_cn: 助力日常浏览
zh_tw: 日常上網功能再升級

# DefaultBrowserCard.PeaceOfMind.Description.v108
source: Firefox blocks 3,000+ trackers per user each month on average. Make us your default browser for privacy peace of mind.
ab: Firefox есымза ахархәаҩ ибжьаратәла 3,000 тракерк аанкылоит. Умаӡара иазкны угәы ҭынчхарц азы убраузер ҳзыҟаҵа.
ar: في المتوسط يحظر Firefox أكثر من 3000 متتبع لكل مستخدم شهريًا. اجعلنا متصفحك الافتراضي للحصول على راحة الخصوصية.
be: Firefox блакіруе ў сярэднім больш за 3000 трэкераў на карыстальніка кожны месяц. Зрабіце нас сваім прадвызначаным браўзерам, каб быць упэўненымі ў сваёй прыватнасці.
br: Bep miz e vez stanket ouzhpenn 3,000 heulier dre implijer gant Firefox. Dibabit ac'hanomp evel merdeer dre ziouer evit chom dinec'h en ho prevezded.
bs: Firefox blokira preko 3.000 programa za praćenje po korisniku u prosjeku mjesečno. Učinite nas vašim zadanim pretraživačem za sigurnost privatnosti.
ca: Firefox bloca una mitjana de més de 3.000 elements de seguiment per usuari al mes. Feu que sigui el vostre navegador per defecte, per a la vostra tranquil·litat i privadesa.
co: Firefox bluccheghja ogni mese una media di più di 3000 perseguitatori per un utilizatore. Scigliteci cum’è navigatore predefinitu per una vita privata senza penseru.
cs: Firefox průměrně blokuje 3 000 sledovacích prvků měsíčně na uživatele. Udělejte si z nás výchozí webový prohlížeč, abyste měli jistotu soukromí.
cy: Ar gyfartaledd, mae Firefox yn rhwystro dros 3,000 o dracwyr fesul defnyddiwr bob mis. Gwnewch ni eich porwr rhagosodedig ar gyfer tawelwch meddwl preifatrwydd.
da: Firefox blokerer i gennemsnit over 3.000 sporingsmekanismer per bruger om måneden. Gør os til din standard-browser for at beskytte dit privatliv.
de: Firefox blockiert durchschnittlich über 3000 Tracker pro Nutzer pro Monat. Machen Sie uns zu Ihrem Standardbrowser, um die Privatsphäre zu schützen.
dsb: Firefox w pśerězku wěcej ako 3000 pśeslědowakow na wužywarja kuždy mjasec blokěrujo. Cyńśo jen k swójomu standardnemu wobglědowakoju, aby w pokoju pśeglědował.
el: Το Firefox αποκλείει κατά μέσο όρο 3.000+ ιχνηλάτες ανά χρήστη κάθε μήνα. Ορίστε το ως προεπιλογή για να μην ανησυχείτε για το απόρρητό σας.
eo: Firefox blokas 3,000+ spurilojn per uzanto, mezume, ĉiumonate. Igu nin via norma retumilo por privateca trankvilo.
es: Firefox bloquea de promedio más de 3.000 rastreadores por usuario al mes. Haznos tu navegador predeterminado para tu privacidad y tranquilidad.
es_ar: Firefox bloquea en promedio más de 3000 rastreadores por usuario cada mes. Hacenos tu navegador predeterminado para tu privacidad y tranquilidad.
es_cl: Firefox bloquea en promedio más de 3.000 rastreadores por usuario al mes. Haznos tu navegador predeterminado pensando en tu privacidad y tranquilidad.
es_mx: Firefox bloquea en promedio más de 3,000 rastreadores por usuario cada mes. Elígenos como tu navegador predeterminado para tu privacidad y tranquilidad.
et: Firefox blokeerib igas kuus 3 000+ jälitajat kasutaja kohta. Privaatsuse meelerahu tagamiseks määra meid vaikimisi veebilehitsejaks.
eu: Firefoxek 3.000 jarraipen-elementu blokeatzen ditu batez bestean erabiltzaileko hilabetero. Egiguzu zure nabigatzaile lehenetsia pribatutasunaren lasaitasunerako.
fi: Firefox estää keskimäärin yli 3000 seurainta käyttäjää kohden kuukaudessa. Aseta Firefox oletusselaimeksi yksityisyyden turvaamiseksi.
fr: Firefox bloque en moyenne plus de 3 000 traqueurs par utilisateur et par mois. Choisissez-nous comme navigateur par défaut pour la tranquillité d’esprit quant au respect de votre vie privée.
gd: Bacaidh Firefox barrachd air 3,000 tracaice an cleachdaiche gach mìor sa chuibheas. Cleachd am fear againne mar am brabhsair bunaiteach agad is seachain draghan mu phrìobhaideachd.
gl: Firefox bloquea máis de 3.000 rastrexadores por usuario cada mes de media. Convértanos no seu navegador predeterminado para a súa tranquilidade e privacidade.
he: ‏Firefox חוסם בממוצע למעלה מ־3,000 רכיבי מעקב למשתמש בכל חודש. הפכו אותנו לדפדפן ברירת המחדל שלך לקבלת שקט נפשי בפרטיות.
hr: Firefox u prosjeku blokira više od 3000 programa za praćenje po korisniku svaki mjesec. Postavi nas kao standardni preglednik za bezbrižnu privatnost.
hsb: Firefox w přerězku wjace hač 3000 přesćěhowakow na wužiwarja kóždy měsac blokuje. Čińće jón k swojemu standardnemu wobhladowakej, zo byšće w pokoju přehladował.
hu: A Firefox átlagosan több mint 3000 nyomkövetőt blokkol felhasználónként minden hónapban. Tegyen minket az alapértelmezett böngészővé, hogy nyugodt legyen az adatvédelme felől.
hy_am: Firefox-ն ամեն ամիս արգելափակում է 3000+ հետևիչներ մեկ օգտատիրոջ համար: Դարձրեք մեզ Ձեր սկզբնադիր դիտարկիչը՝ որպեսզի գաղտնիության համար հանգիստ լինեք:
ia: Cata mense Firefox bloca in media plus de 3000 traciatores per usator. Rende nos tu navigator predefinite, pro confidentialitate e tranquillitate.
id: Firefox rata-rata memblokir 3.000+ pelacak per pengguna setiap bulannya. Jadikan kami peramban baku Anda untuk privasi dan ketenangan pikiran.
is: Firefox lokar á meira en 3.000 rekjara að meðaltali fyrir hvern notanda á mánuði. Gerðu hann að sjálfgefnum vafra til að styrkja friðhelgi einkalífsins.
it: Firefox blocca in media oltre 3000 elementi traccianti per utente ogni mese. Imposta Firefox come browser predefinito per stare tranquillo riguardo alla tua privacy.
ja: Firefox はユーザー一人当たり毎月平均 3000 件以上のトラッカーをブロックしています。プライバシー保護と安心のためにデフォルトウェブブラウザーに設定してください。
ka: Firefox ზღუდავს საშუალოდ 3000+ მეთვალყურეს ყოველთვიურად. უზრუნველყოფს ინტერნეტის უსაფრთხო და მშვიდ მოხმარებას.
kab: Firefox issewḥal ugar n 3,000 yineḍfaren i useqdac deg wayyur. Err-it d iminig-ik·imamezwer i uḍman n tudert-ik·im tabaḍnit d lehna n uqerru.
kk: Firefox орта есеппен ай сайын бір пайдаланушыға 3000+ трекерді блоктайды. Жекелік тыныштығы үшін бізді негізгі браузер етіңіз.
ko: Firefox는 매달 사용자당 평균 3,000개 이상의 트래커를 차단합니다. 안심할 수 있는 개인 정보 보호를 위해 기본 브라우저로 설정하세요.
lo: Firefox ບລັອກ 3,000+ ຕົວຕິດຕາມຕໍ່ຜູ້ໃຊ້ໃນແຕ່ລະເດືອນໂດຍສະເລ່ຍ. ເຮັດໃຫ້ພວກເຮົາເປັນຕົວທ່ອງເວັບເລີ່ມຕົ້ນຂອງທ່ານເພື່ອຄວາມສະຫງົບດ້ານຄວາມເປັນສ່ວນຕົວຂອງຈິດໃຈ.
ml: ഓരോ ഉപയോക്താവിനു് ഫയർഫോക്സു് ശരാശരി 3,000-ൽ കൂടുതൽ പിന്തുടർച്ചയന്ത്രങ്ങളെ പ്രതിമാസം തടയാരുണ്ടു്. മനസ്സിനൊരു സമാധാനത്തിനു് വേണ്ടി ഞങ്ങളെ താങ്ങളുടെ തനതു അന്വേഷിയന്ത്രമായി ആക്കുക.
my: Firefox သည် တစ်လလျှင် သုံးစွဲသူတစ်ဦးလျှင် ခြေရာခံ 3,000+ ကို ပျမ်းမျှအားဖြင့် ပိတ်ဆို့ထားသည်။ ကိုယ်ရေးကိုယ်တာ စိတ်အေးချမ်းသာမှုအတွက် ကျွန်ုပ်တို့ကို သင်၏ မူရင်းဘရောက်ဆာအဖြစ် ပြုလုပ်ပါ။
nb: Firefox blokkerer i gjennomsnitt over 3000 sporere per bruker hver måned. Gjør oss til din standardnettleser for å ta vare på personvernet.
nl: Firefox blokkeert gemiddeld meer dan 3.000 trackers per gebruiker per maand. Maak van ons uw standaardbrowser voor gemoedsrust op privacygebied.
nn: Firefox blokkerer i gjenomsnitt over 3000 sporarar per brukar kvar månad. Gjer oss til din standardnettlesar for å ta vare på personvernet.
or: Firefox ପ୍ରତି ମାସରେ ହାରାହାରି ୩,୦୦୦ରୁ ଅଧିକ ଟ୍ରାକରକୁ ବ୍ଲକ କରିଥାଏ । ମନର ଗୋପନୀୟତା ଶାନ୍ତି ପାଇଁ ଆମକୁ ଆପଣଙ୍କ ଡିଫଲ୍ଟ ବ୍ରାଉଜର ତିଆରି କରନ୍ତୁ।
pa_in: Firefox ਹਰ ਮਹੀਨੇ ਔਸਤ 3,000+ ਟਰੈਕਰਾਂ ਉੱਤੇ ਪਾਬੰਦੀ ਲਾਉਂਦਾ ਹੈ। ਪਰਦੇਦਾਰੀ ਨੂੰ ਧਿਆਨ ਵਿੱਚ ਰੱਖਣ ਲਈ ਸਾਨੂੰ ਆਪਣਾ ਮੂਲ ਬਰਾਊਜ਼ਰ ਬਣਾਓ।
pl: Firefox blokuje średnio ponad 3000 elementów śledzących na użytkownika miesięcznie. Ustaw nas jako domyślną przeglądarkę, by cieszyć się prywatnością bez obaw.
pt_br: O Firefox bloqueia, em média, mais de 3.000 rastreadores por usuário a cada mês. Torne seu navegador padrão para ter tranquilidade em relação à privacidade.
pt_pt: O Firefox bloqueia, em média, mais de 3000 rastreadores por utilizador por mês. Torne-nos no seu navegador padrão para estar tranquilo relativamente à privacidade.
rm: Firefox blochescha en media passa 3000 fastizaders per utilisader. Definescha Firefox sco navigatur da standard e surlascha la protecziun da tias datas al navigatur.
ru: Firefox ежемесячно блокирует для каждого пользователя в среднем более 3000 трекеров. Сделайте нас своим браузером по умолчанию для спокойствия по поводу конфиденциальности.
sat_olck: Firefox ᱫᱚ ᱢᱩᱴ 3,000+ ᱜᱟᱱ ᱯᱟᱧᱡᱟ ᱫᱟᱱᱟᱲ ᱢᱤᱫ ᱵᱮᱵᱷᱟᱨᱤᱭᱟᱹ ᱯᱤᱪᱷᱟᱹ ᱡᱷᱚᱛᱚ ᱪᱟᱱᱫᱚ ᱵᱟᱹᱰ ᱮᱫ ᱠᱚᱣᱟᱭ ᱾ ᱯᱨᱟᱭᱣᱮᱥᱤ ᱥᱟᱱᱛ ᱢᱚᱱᱮ ᱞᱟᱹᱜᱤᱫ ᱞᱮ ᱫᱚ ᱟᱢᱟᱜ ᱢᱩᱞ ᱵᱽᱨᱟᱣᱩᱡᱚᱨ ᱞᱮᱠᱷᱟ ᱦᱟᱛᱟᱣ ᱞᱮᱢ ᱾
scn: Firefox blocca cchiù assai di 3.000 trazzatura p’ogni utenti ô misi. Scàrtani comu navicaturi pridifinutu p’aviri privatizza sicura.
si: ෆයර්ෆොක්ස් සාමාන්‍යයෙන් සෑම මසකම එක් අයෙක් සඳහා ලුහුබැඳීම් 3,000 කට වඩා අවහිර කරයි. පෞද්ගලිකත්‍වය තත්‍වාකාරයෙන් අත්විඳීමට ඔබගේ පෙරනිමි අතිරික්සුව කරන්න.
sk: Firefox zablokuje každý mesiac v priemere viac ako 3 000 sledovacích prvkov na používateľa. Nastavte si z nás svoj predvolený prehliadač, aby ste mali súkromie pod kontrolou.
sl: Firefox vsak mesec zavrne povprečno več kot 3000 sledilcev na uporabnika. Nastavite nas kot privzeti brskalnik za brezskrbno zasebnost.
sq: Firefox-i bllokon mesatarisht mbi 3000 gjurmues për përdorues në muaj. Bëjeni shfletuesin tuaj parazgjedhje, për privatësi dhe mendje të fjetur.
su: Firefox meungpeuk rata-rata 3,000+ palacak unggal pamaké unggal bulan. Jadikeun kami panyungsi baku anjeun pikeun katengtreman pripasi.
sv: Firefox blockerar i genomsnitt över 3 000 spårare per användare varje månad. Gör oss till din standardwebbläsare för att skydda integriteten.
tg: Браузери «Firefox» ҳар моҳ ба ҳисоби миёна зиёда аз 3000+ васоити пайгириро барои ҳар як корбар алоҳида манъ мекунад. Браузери моро ҳамчун браузери пешфарзи худ бо роҳати дилу ҷон дар махфият танзим кунед.
th: Firefox ปิดกั้นตัวติดตามมากกว่า 3,000 ตัวต่อผู้ใช้ในแต่ละเดือนโดยเฉลี่ย ตั้งค่าให้เราเป็นเบราว์เซอร์เริ่มต้นเพื่อความอุ่นใจในความเป็นส่วนตัว
tr: Firefox, her ay kullanıcı başına ortalama 3.000 takip kodunu engelliyor. Gizliliğinizi korumak için bizi saptanmış tarayıcınız yapın.
tt: Firefox уртача алганда ай саен бер кулланучыга 3000+ трекерны блоклый. Хосусыйлык тынычлыгы өчен безне төп браузерыгыз итегез.
ug: Firefox ھەر ئايدا ئوتتۇرا ھېساب بىلەن ھەر بىر ئىشلەتكۈچىگە 3000 دىن كۆپ ئىز قوغلىغۇچنى توسىدۇ. شەخسىي خاتىرجەملىك ئۈچۈن بىزنى كۆڭۈلدىكى توركۆرگۈڭىزگە ئايلاندۇرۇڭ.
uk: Firefox блокує в середньому понад 3000 елементів стеження на користувача щомісяця. Зробіть наш браузер типовим, щоб бути впевненими у своїй приватності.
vi: Firefox chặn trung bình hơn 3.000 trình theo dõi trên mỗi người dùng mỗi tháng. Đặt chúng tôi làm trình duyệt mặc định của bạn để yên tâm về quyền riêng tư.
zh_cn: Firefox 平均每月为每位用户拦截 3000+ 个跟踪器。将 Firefox 设为默认浏览器，隐私保护再无忧。
zh_tw: Firefox 平均每月能幫每位使用者封鎖超過 3,000 組追蹤器。將 Firefox 設為您的預設瀏覽器，對隱私權的保護更加放心。

# DefaultBrowserCard.PeaceOfMind.Title.v108
source: Firefox Has Privacy Covered
ab: Firefox амаӡара еиқәнаршәоит
ar: Firefox تولّى مسألة الخصوصية
be: Firefox абараняе прыватнасць
br: Gant Firefox eo prevez ho puhez
bs: Firefox ima zaštitu privatnosti
ca: El Firefox protegeix la vostra privadesa
co: Firefox s’imprimurisce di a cunfidenzialità
cs: Firefox má soukromí pod kontrolou
cy: Mae Firefox yn Sicrhau Preifatrwydd
da: Firefox beskytter dit privatliv
de: Firefox schützt Ihre Privatsphäre
dsb: Firefox wašu priwatnosć šćita
el: Το Firefox προστατεύει το απόρρητό σας
eo: Firefox protektas vian privatecon
es: Firefox tiene la privacidad cubierta
es_ar: Firefox tiene la privacidad cubierta
es_cl: Firefox tiene la privacidad cubierta
es_mx: Firefox tiene la privacidad cubierta
et: Firefoxis on privaatsus kaitstud
eu: Firefoxek pribatutasuna kontrolpean du
fi: Firefox kattaa yksityisyyden
fr: Firefox protège votre vie privée
gd: Tha prìobhaideachd aig teas-meadhan Firefox
gl: Firefox ten a privacidade cuberta
he: ‏Firefox דואג לפרטיות שלך
hr: Firefox pokriva privatnost
hsb: Firefox wašu priwatnosć škita
hu: Bízza a Firefoxra az adatvédelmet
hy_am: Firefox֊ը ծածկում է գաղտնիությունը
ia: Firefox ha le protection de confidentialitate
id: Firefox Siap Lindungi Privasi
is: Firefox styður friðhelgi einkalífsins
it: Firefox protegge la tua privacy
ja: Firefox にはプライバシー保護機能があります
ka: Firefox იცავს პირადულობას
kab: Firefox yettqadar tudert-ik·im tabaḍnit
kk: Firefox жекелікті қорғайды
ko: Firefox는 개인 정보 보호를 보장합니다.
lo: Firefox ມີການປົກຫຸ້ມຂອງຄວາມເປັນສ່ວນຕົວ
ml: ഫയർഫോക്സിൽ സ്വകാര്യതൊരു എളുപ്പമുള്ളകാര്യമാണു്
my: ကိုယ်ရေးလုံခြုံရေးအတွက် Firefox ကိုစိတ်ချပါ
nb: Firefox tar vare på personvernet ditt
nl: Firefox denkt aan uw privacy
nn: Firefox tek vare på personvernet ditt
or: Firefoxରେ ଗୋପନୀୟତା ଆଚ୍ଛାଦିତ ଅଛି
pa_in: Firefox ਵਿੱਚ ਪਰਦੇਦਾਰੀ ਹੈ
pl: Firefox chroni Twoją prywatność
pt_br: O Firefox tem proteção de privacidade
pt_pt: O Firefox tem a privacidade coberta
rm: Firefox ha integrà la protecziun da datas
ru: Firefox обеспечивает конфиденциальность
sat_olck: Firefox ᱫᱚ ᱯᱨᱟᱭᱣᱮᱥᱤ ᱯᱩᱨᱟᱹᱣ ᱪᱷᱚ ᱠᱮᱜᱼᱟᱭ
scn: Firefox pruteggi a to privatizza
si: ෆයර්ෆොක්ස් පෞද්ගලිකත්‍වය රැකදෙයි
sk: Firefox má súkromie pod kontrolou
sl: Firefox varuje zasebnost
sq: Firefox-i e Ka të Mbuluar Privatësinë
su: Firefox Ngajaga Pripasi
sv: Firefox skyddar din integritet
tg: Браузери «Firefox» махфиятро таъмин мекунад
th: Firefox มีความเป็นส่วนตัวครอบคลุม
tr: Firefox gizliliğinizi korur
tt: Firefox хосусыйлыгыгызны саклый
ug: Firefox شەخسىيەتنى قوغدايدۇ
uk: Firefox захищає приватність
vi: Firefox bảo vệ riêng tư của bạn
zh_cn: Firefox 为您的隐私撑起保护伞
zh_tw: Firefox 保護您的隱私
